export const privacyTexts = [
  {
    "type": "text",
    "text":
      "AI文字数調整くん運営者（以下，「当サイト運営者」といいます。）は，本ウェブサイト上で提供するサービス「AI文字数調整くん」（以下,「本サービス」といいます。）における，ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。",
    "indent": 1,
  },
  {
    "type": "headline",
    "text": "第1条（個人情報）",
    "indent": 0,
  },
  {
    "type": "text",
    "text":
      "「個人情報」とは，個人情報の保護に関する法律（以下「個人情報保護法」といいます。）にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。",
    "indent": 1,
  },
  {
    "type": "headline",
    "text": "第2条（個人情報の収集方法）",
    "indent": 0,
  },
  {
    "type": "text",
    "text":
      "1.  当サイト運営者は，ユーザーが問い合わせフォームを利用する際に氏名，メールアドレスをお尋ねします。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "2.  当サイト運営者は、本サービスの利用状況の分析、サービス改善、及び不正行為の防止のため、Firebase Analyticsを使用し、Cookie、IPアドレス、アクセス日時、利用端末情報、OS情報、ブラウザ情報等のアクセスログ情報を収集することがあります。これらの情報には特定の個人を直接識別できる情報は含まれません。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "3.  当サイト運営者は、第三者配信の広告サービスであるGoogle AdSenseを利用しています。広告配信事業者は、ユーザーの興味に応じた広告を表示するためにCookieを使用することがあります。これには当サイトや他のサイトへのアクセスに関する情報が含まれますが、氏名、住所、メールアドレス、電話番号など個人を特定する情報は含まれません。Google AdSenseにおけるデータの収集・処理の仕組み、及びCookieを無効にする設定については、「Google のサービスを使用するサイトやアプリから収集した情報の Google による使用」 および 「Google AdSense のプライバシー ポリシー」 をご参照ください。",
    "indent": 1,
  },
  {
    "type": "headline",
    "text": "第3条（個人情報を収集・利用する目的）",
    "indent": 0,
  },
  {
    "type": "text",
    "text":
      "当サイト運営者が個人情報及びアクセスログ情報を収集・利用する目的は，以下のとおりです。",
    "indent": 1,
  },
  {
    "type": "text",
    "text": "1.  本サービスの提供・運営のため",
    "indent": 1,
  },
  {
    "type": "text",
    "text": "2.  ユーザーからのお問い合わせに回答するため",
    "indent": 1,
  },
  {
    "type": "text",
    "text": "3.  メンテナンス，重要なお知らせなど必要に応じたご連絡のため",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "4.  利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため",
    "indent": 1,
  },
  {
    "type": "text",
    "text": "5.  本サービスの利用状況の分析、サービス改善のため",
    "indent": 1,
  },
  {
    "type": "text",
    "text": "6.  ユーザーに適した広告を配信するため",
    "indent": 1,
  },
  {
    "type": "text",
    "text": "7.  上記の利用目的に付随する目的",
    "indent": 1,
  },
  {
    "type": "headline",
    "text": "第4条（利用目的の変更）",
    "indent": 0,
  },
  {
    "type": "text",
    "text":
      "1.  当サイト運営者は，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "2.  利用目的の変更を行った場合には，変更後の目的について，当サイト運営者所定の方法により，ユーザーに通知し，または本ウェブサイト上に公表するものとします。",
    "indent": 1,
  },
  {
    "type": "headline",
    "text": "第5条（個人情報の第三者提供）",
    "indent": 0,
  },
  {
    "type": "text",
    "text":
      "1.  当サイト運営者は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "1.  人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき",
    "indent": 2,
  },
  {
    "type": "text",
    "text":
      "2.  公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき",
    "indent": 2,
  },
  {
    "type": "text",
    "text":
      "3.  国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき",
    "indent": 2,
  },
  {
    "type": "text",
    "text":
      "4.  予め次の事項を告知あるいは公表し，かつ当サイト運営者が個人情報保護委員会に届出をしたとき",
    "indent": 2,
  },
  {
    "type": "text",
    "text": "1.  利用目的に第三者への提供を含むこと",
    "indent": 3,
  },
  {
    "type": "text",
    "text": "2.  第三者に提供されるデータの項目",
    "indent": 3,
  },
  {
    "type": "text",
    "text": "3.  第三者への提供の手段または方法",
    "indent": 3,
  },
  {
    "type": "text",
    "text": "4.  本人の求めに応じて個人情報の第三者への提供を停止すること",
    "indent": 3,
  },
  {
    "type": "text",
    "text": "5.  本人の求めを受け付ける方法",
    "indent": 3,
  },
  {
    "type": "text",
    "text":
      "2.  前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "1.  当サイト運営者が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合",
    "indent": 2,
  },
  {
    "type": "text",
    "text":
      "2.  合併その他の事由による事業の承継に伴って個人情報が提供される場合",
    "indent": 2,
  },
  {
    "type": "text",
    "text":
      "3.  個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について，あらかじめ本人に通知し，または本人が容易に知り得る状態に置いた場合",
    "indent": 2,
  },
  {
    "type": "text",
    "text":
      "3.  当サイト運営者は、第2条に定める通り、Firebase Analytics及びGoogle AdSenseの利用に伴い、Google LLC及び広告配信事業者にアクセスログ情報やCookie情報を提供します。これらの情報がどのように収集・利用されるかについては、各サービスのプライバシーポリシーをご確認ください。",
    "indent": 1,
  },
  {
    "type": "headline",
    "text": "第6条（個人情報の開示）",
    "indent": 0,
  },
  {
    "type": "text",
    "text":
      "1.  当サイト運営者は，本人から個人情報の開示を求められたときは，本人に対し，遅滞なくこれを開示します。ただし，開示することにより次のいずれかに該当する場合は，その全部または一部を開示しないこともあり，開示しない決定をした場合には，その旨を遅滞なく通知します。なお、本サービスでは原則としてお問い合わせ時以外の個人情報を保持しておりません。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "1.  本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合",
    "indent": 2,
  },
  {
    "type": "text",
    "text":
      "2.  当サイト運営者の業務の適正な実施に著しい支障を及ぼすおそれがある場合",
    "indent": 2,
  },
  {
    "type": "text",
    "text": "3.  その他法令に違反することとなる場合",
    "indent": 2,
  },
  {
    "type": "text",
    "text":
      "2.  前項の定めにかかわらず，履歴情報および特性情報などの個人情報以外の情報（第2条第2項及び第3項で収集する情報等）については，原則として開示いたしません。",
    "indent": 1,
  },
  {
    "type": "headline",
    "text": "第7条（個人情報の訂正および削除）",
    "indent": 0,
  },
  {
    "type": "text",
    "text":
      "1.  ユーザーは，当サイト運営者の保有する自己の個人情報（主にお問い合わせ時に入力された情報）が誤った情報である場合には，当サイト運営者に対して個人情報の訂正，追加または削除（以下，「訂正等」といいます。）を請求することができます。請求は第11条のお問い合わせ窓口にご連絡ください。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "2.  当サイト運営者は，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正等を行うものとします。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "3.  当サイト運営者は，前項の規定に基づき訂正等を行った場合，または訂正等を行わない旨の決定をしたときは遅滞なく，これをユーザーに通知します。",
    "indent": 1,
  },
  {
    "type": "headline",
    "text": "第8条（個人情報の利用停止等）",
    "indent": 0,
  },
  {
    "type": "text",
    "text":
      "1.  当サイト運営者は，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行います。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "2.  前項の調査結果に基づき，その請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の利用停止等を行います。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "3.  当サイト運営者は，前項の規定に基づき利用停止等を行った場合，または利用停止等を行わない旨の決定をしたときは，遅滞なく，これをユーザーに通知します。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "4.  前2項にかかわらず，利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって，ユーザーの権利利益を保護するために必要なこれに代わるべき措置をとれる場合は，この代替策を講じるものとします。",
    "indent": 1,
  },
  {
    "type": "headline",
    "text": "第9条（Cookieについて）",
    "indent": 0,
  },
  {
    "type": "text",
    "text":
      "1.  本サービスでは、第2条に記載の通り、Firebase Analyticsによるアクセス解析及びGoogle AdSenseによる広告配信のためにCookieを使用しています。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "2.  Cookieとは、ユーザーが本ウェブサイトにアクセスした際に、ユーザーのコンピュータ（またはスマートフォンやタブレットなどのインターネット接続可能な機器）上に保存される小さなテキストファイルのことです。Cookieを利用することにより、ご利用のコンピュータのウェブサイト訪問回数や訪問したページなどの情報を取得することができます。なお、Cookieを通じて収集する情報には、ユーザー個人を特定できる情報は含まれておりません。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "3.  ユーザーは、ブラウザの設定を変更することにより、Cookieを無効にすることができます。ただし、Cookieを無効にした場合、本サービスの一部機能が利用できなくなる可能性があります。Cookieの設定変更方法については、各ブラウザの公式サポートサイトをご参照ください。",
    "indent": 1,
  },
  {
    "type": "headline",
    "text": "第10条（プライバシーポリシーの変更）",
    "indent": 0,
  },
  {
    "type": "text",
    "text":
      "1.  本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。",
    "indent": 1,
  },
  {
    "type": "text",
    "text":
      "2.  当サイト運営者が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。",
    "indent": 1,
  },
  {
    "type": "headline",
    "text": "第11条（お問い合わせ窓口）",
    "indent": 0,
  },
  {
    "type": "text",
    "text":
      "本ポリシーに関するお問い合わせは，下記の窓口までお願いいたします。",
    "indent": 1,
  },
];
